/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Movie";
"qtpElement" = "Element";
"qtpLayout" = "Layout";
"qtpText" = "Text";

"qtpIndeterminateTime" = "Unknown";
/* A/V Controls */
"avControls" = "A/V Controls";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "General";
"qtpPreferencesToolbarLabelFullscreen" = "Full Screen";
"qtpPreferencesToolbarLabelCapture" = "Recording";
"qtpPreferencesNoDeviceAvailable" = "(No device available)";
"qtpPreferencesChoose" = "Choose";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatic";
"qtpPreferencesCaptureDeviceUnavailable" = " (Unavailable)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight Built-in";

"qtpCaptureSmall" = "Better (H.264)";
"qtpCaptureSmallDescription" = "Better for email and web sharing.\n%lux%lu video, 128 kbps AAC audio";
"qtpCaptureSmallAlt" = "Good (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Good for email and web sharing.\n%lux%lu video, 128 kbps AAC audio";
"qtpCaptureLarge" = "Best (H.264)";
"qtpCaptureLargeDescription" = "Best for email and web sharing.\n%lux%lu video, 128 kbps AAC audio";
"qtpCaptureNative" = "Device Native";
"qtpCaptureNativeDescription" = "Best for post processing.\nRaw video and audio, large files.";

/* menu items */
"qtpShowMovieInfo" = "Show Movie Info";
"qtpHideMovieInfo" = "Show Movie Info"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Show Movie Inspector";
"qtpHideMovieInspector" = "Hide Movie Inspector";
"qtpClearMenu" = "Clear Menu";
"qtpSelectScript" = "Select Script";
"qtpRun" = "Run";
"qtpShowPitchShift" = "Show PitchShift";
"qtpNewMovieRecording" = "New Movie Recording";
"qtpNewAudioRecording" = "New Audio Recording";
"qtpMovieRecording" = "Movie Recording";
"qtpAudioRecording" = "Audio Recording";
"qtpShowAVControls" = "Show A/V Controls";
"qtpHideAVControls" = "Hide A/V Controls";
"qtpShowClosedCaption" = "Show Closed Captioning";
"qtpHideClosedCaption" = "Hide Closed Captioning";
"qtpShare" = "Share…";
"qtpStopAllMovies" = "Stop All Movies";
"qtpPlayAllMovies" = "Play All Movies";
"qtpShowSoundControls" = "Show Sound Controls";
"qtpHideSoundControls" = "Hide Sound Controls";
"qtpHidePropertyInspector" = "Hide Property Inspector";
"qtpShowPropertyInspector" = "Show Property Inspector";
"qtpOpenMovie" = "Open Movie…";
"qtpOpenMovieInNewPlayer" = "Open Movie In New Player…";
"qtpOpenURL" = "Open URL…";
"qtpOpenURLInNewPlayer" = "Open URL In New Player…";
"qtpHalfSize" = "Half Size";
"qtpActualSize" = "Actual Size";
"qtpDoubleSize" = "Double Size";
"qtpFitToScreen" = "Fit to Screen";
"qtpLetterbox" = "Fit to Screen";
"qtpZoom" = "Fill Screen";
"qtpStretch" = "Stretch to Fill Screen";
"qtpPanoramicStretch" = "Panoramic";
"qtpMinimize" = "Minimize";
"qtpClose" = "Close";
"qtpFullScreen" = "Enter Full Screen";
"qtpExitFullScreen" = "Exit Full Screen";
"qtpAXURLPopupButtonValue" = "Select URL";
"qtpAXURLTextTitle" = "Movie URL";
"qtpExportRefMovieForWebMenuTitle" = "Export for Web and iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Cut";
"qtMovieViewEditCopy" = "Copy";
"qtMovieViewEditPaste" = "Paste";
"qtMovieViewEditDelete" = "Delete";
"qtMovieViewEditAdd" = "Add to Movie";
"qtMovieViewEditAddScaled" = "Add to Selection & Scale";
"qtMovieViewEditReplace" = "Replace";
"qtMovieViewEditTrim" = "Trim to Selection";
"qtMovieViewMove" = "Move";
"qtMovieViewResize" = "Resize";
"qtMovieViewDelete" = "Delete";
"qtMovieViewPlace" = "Place";
"qtMovieViewInsert" = "Insert";
"qtMovieViewDeleteTrack" = "Delete Track";
"qtMovieViewEnableTrack" = "Enable Track";

"QTMoviePosterTimeAttribute" = "Set Movie Poster Frame";
"QTMovieApertureMode" = "Set Aperture";
"QTTrackHighQualityVideoAttribute" = "Set High Quality Video";
"QTTrackDeinterlaceVideoAttribute" = "Set Deinterlace Video";
"QTTrackSingleFieldVideoAttribute" = "Set Single Field Video";
"QTTrackPreloadTrackAttribute" = "Set Preload Track";
"QTTrackNeverPurgeTrackAttribute" = "Set Never Purge Track";
"QTTrackMatrixAttribute" = "Set Track Matrix";
"QTTrackChapterlistAttribute" = "Set Chapter";
"QTTrackContentsAttribute" = "Set Track Contents";
"QTTrackMaskAttribute" = "Set Track Mask";
"QTTrackVolumeAttribute" = "Set Track Volume";
"QTTrackBalanceAttribute" = "Set Track Balance";
"QTTrackHrefAttribute" = "Set Track HREF";
"QTTrackTransferModeAttribute" = "Set Video Transfer Mode";
"QTTrackOperationColorAttribute" = "Set Video Operation Color";
"QTTrackEnabledAttribute" = "Set Track Enabled";
"QTTrackLanguageAttribute" = "Set Track Language";
"QTTrackLayerAttribute" = "Set Track Layer";
"QTTrackRangeAttribute" = "Set Track Start Time";
"QTTrackDisplayNameAttribute" = "Set Track Name";
"QTTrackSourcePositionAttribute" = "Set Track Position";
"QTTrackSourceDimensionsAttribute" = "Set Track Dimensions";


/* track names */
"qtTrackMovieName" = "Movie";
"qtTrackMovieTrackName" = "Movie Track";
"qtTrackVideoTrackName" = "Video Track";
"qtTrackSoundTrackName" = "Sound Track";
"qtTrackMPEGTrackName" = "MPEG Track";
"qtTrackChapterTrackName" = "Chapter Track";
"qtTrackTextTrackName" = "Text Track";
"qtTrackSpriteTrackName" = "Sprite Track";
"qtTrackTimeCodeTrackName" = "Time Code Track";
"qtTrackFlashTrackName" = "Flash Track";
"qtTrackTweenTrackName" = "Tween Track";
"qtTrackMusicTrackName" = "Music Track";
"qtTrackSkinTrackName" = "Skin Track";
"qtTrackThreeDeeTrackName" = "3D Track";
"qtTrackUnknownTrackName" = "Unknown Track";
"qtTrackFourCharCodeTrackName" = "“%@” Track";

/* capture */
"qtpCaptureBaseMovieFileName" = "Movie";
"qtpCaptureBaseAudioFileName" = "Audio";
"qtpCaptureDiskFullTitle" = "Recording stopped because disk is too full.";
"qtpCaptureDiskFullMessage" = "Delete some files to make more space.";
"qtpCaptureWriteFailTitle" = "Recording could not create file.";
"qtpCaptureWriteFailMessage" = "Disk may be full or not writeable.";
"qtpCaptureFailedTitle" = "Recording failed.";
"qtpCaptureFailedMessage" = "Recording failed to create a movie.";
"qtpCaptureNoDeviceTitle" = "No recording device found.";
"qtpCaptureNoDeviceMessage" = "Make sure the recording device is plugged in and not in use by another application.";
"qtpCaptureDiskNearlyFullTitle" = "Disk is nearly full.";
"qtpCaptureDiskNearlyFullMessage" = "Capture will automatically stop in %d seconds.";
"qtpKeep" = "Keep";
"qtpDontKeep" = "Don’t Keep";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Clear Menu";

/* full screen */
"qtpExitFullScreenInstructions" = "Press Esc to exit full screen.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = "MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/s";
"qtpMovieDataRateUnitsKiloBytes" = "KB/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Live Broadcast";
"qtpLCDLiveBroadcastPaused" = "Live Broadcast - Paused";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Timecode: Drop-Frame";
"qtpLCDTimeCodeNonDropFrame" = "Timecode: Non-Drop-Frame";
"qtpLCDTimeCodeStandard" = "Standard";
"qtpLCDTimeCodeFrameNumber" =  "Frame Number";

/* version */
"qtpOldQuickTime" = "Old QuickTime";
"qtpOldQuickTimeError" = "Please upgrade to QuickTime 7.0 or later.";
"qtpCopyright" = "Copyright © 1989-2010, Apple Inc.,\nAll Rights Reserved.";
"qtpVersion" = "QuickTime™ Version %@, Player Version %@";
"qtpQuickTimeVersion" = "QuickTime™ Version %@ (%@)";
"qtpQTKitVersion" = "QTKit Version %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(System Default)";
"qtpLanguageEnglish" = "English";
"qtpLanguageFrench" = "French";
"qtpLanguageGerman" = "German";
"qtpLanguageItalian" = "Italian";
"qtpLanguageDutch" = "Dutch";
"qtpLanguageSwedish" = "Swedish";
"qtpLanguageSpanish" = "Spanish";
"qtpLanguageDanish" = "Danish";
"qtpLanguagePortuguese" = "Portuguese";
"qtpLanguageNorwegian" = "Norwegian";
"qtpLanguageHebrew" = "Hebrew";
"qtpLanguageJapanese" = "Japanese";
"qtpLanguageArabic" = "Arabic";
"qtpLanguageFinnish" = "Finnish";
"qtpLanguageGreek" = "Greek";
"qtpLanguageIcelandic" = "Icelandic";
"qtpLanguageMaltese" = "Maltese";
"qtpLanguageTurkish" = "Turkish";
"qtpLanguageCroatian" = "Croatian";
"qtpLanguageTraditionalChinese" = "Traditional Chinese";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Thai";
"qtpLanguageKorean" = "Korean";
"qtpLanguageLithuanian" = "Lithuanian";
"qtpLanguagePolish" = "Polish";
"qtpLanguageHungarian" = "Hungarian";
"qtpLanguageEstonian" = "Estonian";
"qtpLanguageLatvian" = "Latvian";
"qtpLanguageSaamisk" = "Saamisk";
"qtpLanguageFaroese" = "Faroese";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Russian";
"qtpLanguageSimplifiedChinese" = "Simplified Chinese";
"qtpLanguageFlemish" = "Flemish";
"qtpLanguageIrish" = "Irish";
"qtpLanguageAlbanian" = "Albanian";
"qtpLanguageDefault" = "Default";

/* progress */
"qtpProgressFlatteningMovie" = "Flattening movie…";
"qtpProgressInsertingTrackSegment" = "Inserting track segment…";
"qtpProgressInsertingMovieSegment" = "Inserting movie segment…";
"qtpProgressPasting" = "Pasting…";
"qtpProgressAddingMovieSelection" = "Adding movie selection…";
"qtpProgressCopying" = "Copying…";
"qtpProgressCutting" = "Cutting…";
"qtpProgressLoadingMovieIntoRAM" = "Loading movie into RAM…";
"qtpProgressLoadingTrackIntoRAM" = "Loading track into RAM…";
"qtpProgressLoadingMediaIntoRAM" = "Loading media into RAM…";
"qtpProgressImportingMovie" = "Importing movie…";
"qtpProgressExportingMovie" = "Exporting movie…";

/* device support */
"qtpDeviceSupportSendPrompt" = "Send";
"qtpDeviceSupportExportingMovie" = "Exporting movie…";
"qtpDeviceSupportWaiting" = "Waiting for %@ to accept item…";
"qtpDeviceSupportNegotiating" = "Negotiating…";
"qtpDeviceSupportWaitingForDevice" = "Waiting for device…";
"qtpDeviceSupportTransferring" = "Transferring movie to %@…";
"qtpDeviceSupportTransferringFile" = "Transferring File";
"qtpDeviceSupportBadRequestError" = "Bad Request";

/* sound */
"qtpSoundChannel" = "Channel";
"qtpSoundUnknown" = "Unknown";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "None";
"qtpSoundMACE3to1" = "MACE 3 to 1";
"qtpSoundMACE6to1" = "MACE 6 to 1";
"qtpSoundBits" = "bits";
"qtpSoundNotApplicable" = "Not applicable";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Integer";

/* accessibility */
"qtpMute" = "mute";
"qtpVolume" = "volume";
"qtpSelectionStart" = "selection start";
"qtpSelectionEnd" = "selection end";
"qtpMarker" = "marker";
"qtpCurrentTime" = "current time";
"qtpBack" = "back";
"qtpZoomOut" = "zoom out";
"qtpAXRecordButtonTitle" = "record";
"qtpAXStopButtonTitle" = "stop";
"qtpAXPlayButtonTitle" = "play";
"qtpAXPauseButtonTitle" = "pause";
"qtpZoomIn" = "zoom in";
"qtpShowHotspots" = "show hotspots";
"qtpGotoBeginning" = "goto beginning";
"qtpFastRewind" = "fast rewind";
"qtpFastForward" = "fast forward";
"qtpGotoEnd" = "goto end";
"qtpAXEqualizerRoleDescription" = "equalizer";
"qtpAXGainSliderTitle" = "volume";
"qtpAXBassSliderTitle" = "base";
"qtpAXTrebleSliderTitle" = "treble";
"qtpAXBalanceSliderTitle" = "balance";
"qtpAXFadeSliderTitle" = "fade";
"qtpAXBrightnessSliderTitle" = "brightness";
"qtpAXColorSliderTitle" = "color";
"qtpAXContrastSliderTitle" = "contrast";
"qtpAXTintSliderTitle" = "tint";
"qtpAXBassTextLabelTitle" = "base";
"qtpAXLeftTextLabelTitle" = "left";
"qtpAXRightTextLabelTitle" = "right";
"qtpAXFrontTextLabelTitle" = "front";
"qtpAXBackTextLabelTitle" = "back";
"qtpOneHalfTextLabelTitle" = "one half";
"qtpAXButtonRoleDescription" = "button";
"qtpPress" = "press";
"qtpIncrement" = "increment";
"qtpDecrement" = "decrement";
"qtpTimeLine" = "movie timeline";
"qtpTimeLineHelp" = "Movie timeline control to navigate the movie";
"qtpCurrentTimeHelp" = "Movie timeline playhead control to navigate the movie";
"qtpSelectionStartHelp" = "Movie timeline selection control to mark the selection start time of the movie";
"qtpSelectionEndHelp" = "Movie timeline control to mark the selection end time of movie";
"qtpMeterView" = "audio meter";

/* export */
"qtpExportWindowTitle" = "Export";
"qtpExport" = "Export %@";
"qtpFlatten" = "Flatten";
"qtpExportFailed" = "Export Failed";
"qtpExportFailedError" = "Export failed.";
"qtpDefaultSettings" = "Default Settings";
"qtpCalculatingEstimatedTime" = " - Calculating Estimated Time…";
"qtpMinutesRemains" = " - about %d minutes remain";
"qtpOneMinuteRemains" = " - about %d minute remains";
"qtpHoursMinutesRemain" = " - about %d hours %d minutes remain";
"qtpExportStopAndQuit" = "Are you sure you want to stop exporting and quit?";
"qtpCaptureClose" = "Do you want to keep the current recording?";
"qtpCaptureCloseExplanation" = "A recording is in progress and will be deleted if you choose not to keep it.";
"qtpCouldNotSaveToFolder" = "Saving in the folder %@ failed.";
"qtpCannotReplaceFileWithFolder" = "The folder %@ could not be created because a file with that name already exists.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Try moving or renaming the original file, or changing the name of the exported files.";

/* save as */
"qtpSaveAsFailed" = "Save As Failed";
"qtpSaveAsFailedError" = "File name contains invalid characters.\nRemove any “/” characters from the file name.";
"qtpSave" = "Save";
"qtpCustom" = "Custom";
"qtpCustomSettings" = "Custom Settings";
"qtpQuickTimeMovie" = "QuickTime Movie";
"qtpReference" = "Reference";
"qtpSettings" = "Settings";
"qtpRecentSettings" = "Recent Settings";
"qtpShowAllSettings" = "Show All Settings…";
"qtpSaveSetting" = "Save Setting…";
"qtpReplaceSetting" = "Replace Setting";
"qtpReplace" = "Replace";
"qtpReplaceWarning" = "A setting already exists with this name.\nDo you want to replace it?";
"qtpDeleteSetting" = "Delete Setting";
"qtpDelete" = "Delete";
"qtpDeleteWarning" = "Are you sure you want to delete this setting?";
"qtpCancel" = "Cancel";
"qtpMyCustomSetting" = "My Custom Setting";
"qtpThisIsCustom" = "This is custom";
"qtpFilesExist" = "The following files already exist in the folder %@. Do you want to replace them?";
"qtpFilesExistExplanation" = "%@\n\nFiles with the same names already exist in the folder %@. Replacing them will overwrite their contents.";

/* share */
"qtpShareDefaultName" = "Untitled";
"qtpShareToPodcast" = "Share “%@” using “%@” to Podcast Server";
"qtpShareToMail" = "Share “%@” to Mail";
"qtpShareToiPod" = "Share “%@” to iPod";
"qtpPending" = "Pending…";
"qtpStarting" = "Starting…";
"qtpStarted" = "Started";
"qtpFailed" = "Failed";
"qtpFailedExitCode" = "Failed: Export process exited unexpectedly";
"qtpFailedSignal" = "Failed: Export process terminated unexpectedly";
"qtpWaiting" = "Waiting…";
"qtpContinuing" = "Continuing…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Missing server URL";
"qtpSharePodcastNoUserName" = "Missing user name";
"qtpSharePodcastNoPassword" = "Missing password";
"qtpSharePodcastInvalidServerName" = "Invalid server URL";
"qtpSharePodcastNoPasswordMessage" = "Please fill in the password for the given user and servername";
"qtpSharePodcastNoUserNameMessage" = "Please fill in the username for the given servername";
"qtpSharePodcastNoServerNameMessage" = "Please fill in the server name for the given user and password";
"qtpKeyChainMessage" = "Keychain Message:";
"qtpKeyChainPasswordQuestion" = "Do you want to store password in Keychain?";
"qtpPodcastWorkflowLoading" = "Loading…";
"qtpPodcastWorkflowDone" = "Done";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Login failed because a server error occurred";
"qtpSharePodcastServerMessage_10" = "You must be logged in as root on this computer to log in to the server.";
"qtpSharePodcastServerMessage_11" = "An error reading from or writing to a plist occurred.";
"qtpSharePodcastServerMessage_12" = "An internal parameter error occurred.";
"qtpSharePodcastServerMessage_20" = "The server is currently unavailable.";
"qtpSharePodcastServerMessage_21" = "A server with the specified hostname could not be found.";
"qtpSharePodcastServerMessage_22" = "The server did not respond before timing out.";
"qtpSharePodcastServerMessage_23" = "SSL is not running on the server.";
"qtpSharePodcastServerMessage_24" = "The server did not provide a valid certificate.";
"qtpSharePodcastServerMessage_25" = "There was a bad response from the server.";
"qtpSharePodcastServerMessage_26" = "You entered an invalid username or password.";
"qtpSharePodcastServerMessage_30" = "The server could not create a submission.";
"qtpSharePodcastServerMessage_31" = "The upload server is currently unavailable.";
"qtpSharePodcastServerMessage_32" = "The file could not be uploaded.";
"qtpSharePodcastServerMessage_33" = "The file could not be copied.";
"qtpSharePodcastServerMessage_34" = "The submission could not be completed.";
"qtpSharePodcastServerMessage_35" = "The server could not bind to the agent.";
"qtpSharePodcastServerMessage_36" = "The server could not send a command to the agent.";
"qtpSharePodcastServerMessage_37" = "An unknown error occurred.";

/* sandbox */
"qtpParseError" = "Parse Error";
"qtpExporting" = "Exporting";
"qtpExportFinished" = "Export Finished";
"qtpPublishing" = "Publishing";
"qtpPublishFailed" = "Publish Failed";
"qtpPublishFinished" = "Publish Finished";
"qtpFinished" = "Finished";
"qtpUploading" = "Uploading";
"qtpUploadingToPodcastProducer" = "Uploading to Podcast Producer";

"favoritesTitle" = "Favorites";
"fileNotFound" = "Could not open the file because the file was not found.";
"deleteConfirmation" = "Do you really want to delete the favorite";
"deleteMultipleConfirmation" = "Do you really want to delete the selected favorites?";
"questionMark" = "?";
"undoneMessage" = "This action cannot be undone.";
"cancelTitle" = "Cancel";
"iconColumnTitle" = "Favorite";
"urlColumnTitle" = "Location";

"clearURLsConfirmation" = "Do you really want to clear the recent URLs?";

/* movie info window items */
"visualContexts" = "Visual Contexts:";
"visualContextsMediaKeySetTo" = "QTKitVisualContext media key set to ";
"usingVisualContext" = "using visual context";
"usingGWorld" = "using gworld";
"disabled" = "disabled";
"enabled" = "enabled";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nGet QuickTime 7 Pro today to enable this and dozens of other great features, including export to iPod and Apple TV.";
"buyNowButton" = "Buy Now";
"learnMoreButton" = "Learn More";
"buyNowURL" = "http://www.apple.com/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/quicktime/upgrade/";
"qtpNotNow" = "Not Now";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "This feature opens an empty QuickTime Player window where you can paste media and add tracks to create a new movie.";
"newMovieRecordingUpgradeMessage" = "Using your iSight or other FireWire camera, New Movie Recording allows you to capture video and audio on your computer in a single click.";
"newAudioRecordingUpgradeMessage" = "This feature allows you to capture audio on your computer in a single click for easy narration of your movies and slideshows.";
"openImageSequenceUpgradeMessage" = "This feature makes it easy to create slideshows and animations from your still images and drawings in just a few simple steps.";
"saveDocumentUpgradeMessage" = "Save allows you to retain your edits and playback settings for the next time you or someone else watches your movie.";
"saveDocumentAsUpgradeMessage" = "Save As allows you to retain your edits and playback settings in a newly named copy of your movie file.";
"revertDocumentToSavedUpgradeMessage" = "This feature allows you to undo all your edits and settings changes since the last time you saved your movie.";
"shareUpgradeMessage" = "Share helps you to easily create the perfect movie file for sharing via email or your .Mac HomePage.";
"exportUpgradeMessage" = "Export gives you hundreds of advanced options for creating or converting multimedia files to and from a variety of formats.";
"exportRefMovieForWebUpgradeMessage" = "Export for Web allows you to convert your media file into a format optimized for Internet delivery to iPhone and the desktop.";

"undoUpgradeMessage" = "Undo removes the last change you made to your movie file.";
"redoUpgradeMessage" = "Redo reapplies the last change you made to (and then removed from) your movie file.";
"copyUpgradeMessage" = "Copy makes a duplicate of the selected portion of your movie and puts it on the Clipboard for use elsewhere.";
"cutUpgradeMessage" = "Cut removes the selected portion of your movie and puts it on the Clipboard for use elsewhere.";
"pasteUpgradeMessage" = "Paste inserts the contents of the Clipboard into your movie at the location you specify.";
"deleteUpgradeMessage" = "Delete removes the selected portion of your movie.";
"selectAllUpgradeMessage" = "Select All marks your entire movie as selected so you can perform editing functions like Cut or Copy on the whole movie.";
"selectNoneUpgradeMessage" = "This feature clears the start and end points of your selection so that no portion of the movie is highlighted.";
"trimUpgradeMessage" = "This feature keeps the part of your movie that is selected and deletes the rest.";
"addUpgradeMessage" = "This feature adds the contents of the Clipboard to your movie in its own track.";
"addScaledUpgradeMessage" = "This feature adds the contents of the Clipboard to your movie in its own track and either stretches or shortens it to match the length of the selected portion of your movie.";
"extractTracksUpgradeMessage" = "This feature copies the track you choose into a separate window so you can edit, manipulate, and save it as a new file.";
"findTextUpgradeMessage" = "Find searches the text tracks in your movie for the word or phrase you specify.";
"findNextTextUpgradeMessage" = "Find Next searches the text tracks in your movie for the next occurrence of the word or phrase you specify.";
"findPreviousTextUpgradeMessage" = "Find Previous searches the text tracks in your movie for the previous occurrence of the word or phrase you specify.";

"fullScreenUpgradeMessage" = "Full Screen plays your movie scaled to fit the entire screen, with an easy-to-use controller that fades away once playback begins.";
"presentMovieUpgradeMessage" = "Present Movie gives you size and playback options for playing your movie or slideshow against a solid background for a cinematic effect.";
"loopBackAndForthUpgradeMessage" = "This feature plays your movie forward and then backward over and over again.";
"playSelectionOnlyUpgradeMessage" = "This feature plays just the selected portion of your movie.";
"playAllFramesUpgradeMessage" = "This feature forces QuickTime to play every frame of your movie, even those QuickTime might otherwise skip for time accuracy.";
"playPauseAllUpgradeMessage" = "This feature simultaneously plays all of your opened movies so that you can compare movie versions or host a “movie multiplex.”";
"gotoPosterFrameUpgradeMessage" = "This feature takes you to the frame of the movie that has been selected to represent the movie to the user.";
"setPosterFrameUpgradeMessage" = "This feature allows you to choose your favorite frame of a movie as the “cover sheet” of the movie, for easy identification when searching the file system of your computer or embedding in a webpage.";

"openMoviePropertiesUpgradeMessage" = "This feature provides you with a host of advanced information and editing controls for your movies. Rotate your video, add annotations, set audio levels, and much more.";
"autoPresentUpgradeMessage" = "Full screen playback requires QuickTime Pro, which is currently not installed on your computer. To purchase QuickTime Pro, please visit www.apple.com/quicktime.";
"genericUpgradeMessage" = "This feature requires QuickTime Pro, which is currently not installed on your computer. To purchase QuickTime Pro, please visit www.apple.com/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Network Diagnostics";
"netDiagnosticsSheetMessage" = "A network error has occurred";

/* error handling */
"qtpCouldNotCreateMovie" = "The movie could not be created.";
"qtpCouldNotOpenMovie" = "The movie could not be opened.";
"qtpCouldNotSaveMovie" = "The movie could not be saved.";
"qtpCouldNotSaveMovieWithName" = "The movie \"%@\" could not be saved.";
"qtpCouldNotPaste" = "The clipboard contents could not be pasted into the movie.";
"qtpCouldNotPasteWithName" = "The clipboard contents could not be pasted into the movie \"%@\".";
"qtpCouldNotDeleteSelection" = "The selection could not be deleted from the movie.";
"qtpCouldNotDeleteSelectionWithName" = "The selection could not be deleted from the movie \"%@\".";
"qtpMightExperiencePlaybackProblems" = "You may experience problems playing the movie.";
"qtpMightExperiencePlaybackProblemsWithName" = "You may experience problems playing the movie \"%@\".";
"qtpNonHDCPDisplayDescription" = "The movie \"%@\" cannot be played because it is on a display that is not authorized to play protected movies.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Try moving the movie window to a different display or disconnecting any displays that are not HDCP authorized.";
"qtpUnknownError" = "The operation could not be completed.";

"qtpInvalidURLError" = "The URL is not valid.";


"continue" = "Continue";
"close" = "Close";
"stop" = "Stop";

/* time bomb */
"timeBombExpiredMessage" = "The pre-release version of the QuickTime software you are using has expired. Please visit:\n\n%@\n\nto download a new version of the software.";
"timeBombUpdateURL" = "http://www.apple.com/quicktime/download/";
"quit" = "Quit";
"goThere" = "Go There";
"dontQuit" = "Don’t Quit";
"aboutBoxTimeBombMessage" = "Expires on:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Authorization needed to view content";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Future QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Invalid Registration";

"QT_PROAPP_USER" = "Apple Pro Apps User";
"QT_AUTO" = "Automatic";
